Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ab: Иалхтәу демографиатә дыррақәа (ақәра, ахаҵара, абызшәа, акцент реиԥш иҟоу) упрофиль аҿы ахаангьы ирылаҳәахом, насгьы удатасет акаунт иадҳәалахом. Хаҭалатәи аҭаҩрақәа адемографиатә дыррақәа ирыдҳәалахоит еиҳа ииашоу анализ аҟаҵаразы – иаҳҳәап, аҵарауаҩ демографиатә сегментк азы аҵаратә модель хықәкыс иҟаиҵарц иҭахызар.

source: Ossetian
ab: Ауаԥс

source: Other
ab: Даҽакы

source: Other Language
ab: Даҽа абызшәа

source: Other people validate those voice clips.
ab: Егьырҭ ауаа арҭ абжьытә ҭаҩрақәа гәарҭоит.

source: Other voice datasets…
ab: Егьырҭ абжьытә дыррақәа реизга...

source: Other Voice Datasets
ab: Егьырҭ абжьытә дыррақәа реизгақәа

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
ab: Ҳара ҳауаажәларра анапхгаҩы шәара шәҿаԥхьа дгылоит иацҵаны адгылара, насгьы иҟазар шәеилаҳкаап уажәнатә шәбызшәа аус адызуло ауаажәларра

source: Our governance is founded on the pillars of:
ab: Ҳара ҳнапхгара шьаҭас иамоуп анаҩстәи апринципқәа:

source: Our Partners
ab: Ҳара ҳпартниорцәа

source: Overall Accuracy
ab: Азеиԥш иашара

source: Overall Hr. Total
ab: Зегьы шаҟа сааҭ ыҟоу

source: p
ab: о

source: Papiamento (Aruba)
ab: Апапиаменто (Аруба)

source: Partner
ab: Алахәылара

source: Partners
ab: Алахәылацәа

source: Partnerships
ab: Аиҩызаратә

source: Partnerships and networks
ab: Апартнерцәеи аҳақәеи

source: [Part of the text can’t be heard]
ab: [Атекст ахәҭак уаҳаӡом]

source: Pashto
ab: Пушту

source: Past recordings download requests
ab: Аҭаҩрақәа рҭагаларазы ииасыз азыҳәарақәа

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ab: <p>Common Voice – ари адунеи зегь аҟынтәи хатәгаԥхарауаа рыбжьқәа рышьаҭала иаԥҵоу абжьытә дыррақәа реизгоуп. Ари адыррақәа реизга рхы иадырхәалар рылшоит абжьытә хархәагақәа аԥызҵалар зҭаху амашьынатә рҵагақәа рмодельқәа рырҵаразы. </p>¶ <p> Иахьатәи аамҭазы абжьытә дыррақәа реизгақәа рӷьырак зтәу аинновациақәа аанызкыло акомпаниақәа роуп. Иара убас абжьытә дыррақәа реизгақәа рҿы аԥыжәара рымоуп англыз бызшәала ицәажәо ахацәа. Уи иаанаго абжьытә технологиа аус ауӡом хыԥхьаӡара рацәала абызшәақәа рзы, аус ахьауагьы зегь рзы еицеиԥшны ибзианы аус ауӡом. Ҳара уи ҳаԥсахыр ҳҭахуп адунеи иқәынхо зегьы рыбжьқәа еимырдарц азы ргәарԥхарала.</p>

source: People come and contribute their voices.
ab: Ауаа ааины рыбжьы еибырҳәоит.

source: People: Maria, John
ab: Ауаа: Мариа, Џон

source: Persian
ab: Фарси

source: Personal dashboards keep you up-to-date with individual and community progress.
ab: Ахатә ҭаӡҩыра шәара ишәылнаршоит ауаа хаҭала, насгьы иааизакны ауаажәларра рыҿиара атәы еилышәкааларц.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ab: <playbooklink>Иԥшаатәуп ахәарҭа злоу амҩақәҵара</playbookLink> Common Voice аҟазшьақәа зегьы рзы, алокализациа инаркны адатасет ахархәара аҟынӡа, насгьы ҳуаажәларра ҳшрыдҳәалатәу.

source: <playIcon></playIcon>Last one!
ab: <playIcon></playIcon>Аҵыхәтәантәи!

source: Play/Stop
ab: Иарҳәатәуп/Иаанкылатәуп

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ab: Ҳаҳәоит, ҳ-<templateFileLink>шаблонтә фаил</templateFileLink> гәашәҭ. Уара иуҭо аусумҭақәа акопиразин рымамзароуп (CC0 мамзаргьы автор изин змоу аоригиналтә усумҭа), еилыкка, грамматикала ииашоу, насгьы аԥхьара мариоу. Иҟаҵоу аҳәоуқәа рыԥхьара 10-15 секунд раҟара аамҭа аҭаххоит; Ахыԥхьаӡарақәеи, ахатәы хьыӡқәеи, иҷыдоу асимволқәеи рхархәара мап ацәыркыр ауп.

source: Please fill out this field.
ab: Ҳаҳәоит, ари аҭыԥ ҭашәырҭәаа.

source: Please select a language to review sentences.
ab: Игәашәҭо аҳәоуқәа рбызшәа алышәх.

source: Polish
ab: Аполиак

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ab: <pontoonAccountLink>Аккаунт аԥышәҵа</pontoonAccountLink> макьана ишәымамзар. Анаҩс иалышәх абызшәа<strong>('Team')</strong> нас апроект (‘Project‘) ахь шәиас, <pontoonCvLink>Common Voice</pontoonCvLink> Уа иҟалоит еиҭагатәу афаилқәа. Урҭ руак шәақәыӷәӷәар, хыхь англыз бызшәала иҟоу аоригинал жәбоит, ҵаҟа аиҭага ахьҭажәҩыша аԥенџьыр.

source: Portuguese
ab: Апортугал

source: Press and Stories
ab: Апрессеи аҭоурыхқәеи

source: Press play, listen & tell us: did they accurately speak the sentence below?
ab: Анҵамҭа аҿашәы, уазыӡырҩы, нас иҳауҳәа ҵаҟатәи аҳәоуқәа бзианы иҭаҩума?

source: Press { shortcut-play-toggle } to toggle play mode
ab: Арҳәара арежим ахь аиагаразы уақәыӷәа { shortcut-play-toggle }

source: Privacy
ab: Амырӡара

source: <privacyLink>Privacy</privacyLink>
ab: <privacyLink>Ахазхатәра</privacyLink>

source: Privacy Policy
ab: Ҷыдалатәи Аполитика

source: Privacy, security and transparency.
ab: Амаӡара, ашәарҭадара, агәаартра.

source: Pro
ab: Про

source: Process / Steps
ab: Апроцесс / Ашьаҿақәа

source: Profile
ab: Ахырхарҭа хада

source: Profile information improves the audio data used in training speech recognition accuracy.
ab: Аҷыдахәра иацу аинформациа аудиодыррақәа реилкаара еиӷьнатәуеит.

source: Progress
ab: Аԥхьаҿиара

source: Public Domain
ab: Азеиԥш домен

source: Pular Guinea
ab: Агвинеитәи пулар

source: Punctuation
ab: Аҵәаҳәадыргақәа

source: Punjabi
ab: Апанџаби

source: Puno Quechua
ab: Пуно-кечуа

source: Quechua Chanka
ab: Аиакучан Кечуа

source: r
ab: и

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ab: [‘Raised’ англыз бызшәаҿы еснагь цырак еиԥш ирҳәоит, ҩба ракәымкәа]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ab: Аццакыра аҳәаа ахысит. Даҽазнык шәҽазышәшәа { $retryLimit } минуҭк рышьҭахь

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ab: Аццакыра аҳәаа ахысит. Даҽазнык шәҽазышәшәа { $retryLimit } секундқәа рышьҭахь

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
ab: Аҳәынҭқаррақәа, ахашәалахәы ззыԥшым аилазаарақәа, ма амедиа-еиҿкаарақәа шәрыҿцәажәа, рвеб-контент, рҳасабырбақәа, ма даҽа контентк зегьы рзы иҭыҵыр шалшо еилышәкаарц азы.

source: Reader Effects
ab: Аԥхьара аеффектқәа

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
ab: Адаҟьаҿы иаагоу ажәақәа зегьы ииашаны рыԥхьара аԥсахрақәа аанагоит. Уанӡырҩуа, ибзианы игәаҭ иҭаҩыз ииашаҵәҟьаны ианыз; мап ацәктәуп, акы ацҵазар, иркьаҿзар, ма ажәақәа ааныжьзар.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ab: Ажәа аҩыратә ажәа иеиԥшны, аха уи иацәыхараны иҳәоуп.

source: Read More
ab: Иԥкааны

source: Read more on our About page
ab: Нарҭбааны Иазкны ҳдаҟьаҿы

source: Read Sentences
ab: Аҳәоуқәа рыԥхьара

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
ab: Шәбызшәала аҳәоу шәҳәа, шәлагала ҟашәҵа еиуеиԥшым ацәажәаратә жәаҳәақәа реизгақәа рзы.

source: Read Sentences, Answer Questions
ab: Аҳәоуқәа рыԥхьара, азҵаарақәа рҭак аҟаҵара

source: Read the sentence carefully - don’t miss, change or add words.
ab: Аҳәоуқәа шәанрыԥхьо шәгәышәҽаныз. Ибжьашәмыжьлан, ишәмыԥсахлан, иацшәымҵалан имыцхәу ажәақәа.

source: Ready to add your voice or lend your ear?
ab: Убжьы ацҵара ма уазыӡырҩырц уазхиоума?

source: Ready to contribute?
ab: Шәлагала аҟаҵара шәазхиоума?

source: Ready to do { $count } more?
ab: Шәыхиоума иҵегьы { $count } аҟаҵара?

source: Ready to donate your voice?
ab: Убжьы ҳзааушьҭыр азы уеиқәшәоума?

source: Ready to help validate sentences?
ab: Иудгалоу анҵамҭақәа ргәаҭаразы ҳаицхраара уазхәыцуама?

source: reCAPTCHA is required if you want to proceed
ab: ReCAPTCHA аҭахуп, ацҵара уҭахызар

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ab: Common Voice ачелленџқәа, ахықәкқәа ргәаларшәагақәа, аихьӡарақәа ирызку адырраҭарақәа, ажәабжьқәа ртәы зҳәо ашәҟәқәа соуларц сҭахуп.

source: Recorded Clips
ab: Анҵамҭақәа абжьы ахарҵеит

source: Recorded Hours
ab: Сааҭ ҭаҩуп

source: <recordIcon></recordIcon> Last one!
ab: <recordIcon></recordIcon> аҵыхәтәантәи!

source: [Recording cut off before the end of the last word]
ab: [Аҵыхәтәантәи ажәа нҵәаанӡа аҭаҩра нҵәоит]

source: Recordings
ab: нҵамҭак

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ab: Иҭаҩу, абжьы зхоу адыррақәа, ҳара еиқәҳаруаз иаарту аилкаарақәа ирыхәҭакуп, шьоукгьы уи азҿлымҳара иаԥсоу усуп ҳәа ирыԥхьаӡаргьы ҟалоит.

source: Record/Stop
ab: Ианҵатәуп/Иаанкылатәуп

source: Record your voice
ab: Шәыбжьы ҭажәҩы

source: Reference the source of your sentence (required)
ab: Упропозициа ахыҵхырҭа ахьӡ ҳәа (иаҭахуп)

source: Refresh
ab: Арҿыцра

source: Reject
ab: Мап ацәкра

source: Remove
ab: Ианыхтәуп

source: Remove Avatar
ab: Ианыхтәуп аватар

source: Report
ab: Ашшра

source: Report was passed successfully
ab: Ашшԥхьыӡ қәҿиа­рала инашьҭын

source: Request a Language
ab: Абызшәа уазҵаа

source: Request recordings
ab: Аҭаҩрақәа рыдҵара

source: *required
ab: *Хымԥада

source: Re-record
ab: Аиҭаҭаҩра

source: Re-record clip
ab: Аклип аиҭаҭаҩра

source: Return here to edit your goal anytime.
ab: Ианакәзаалак шәхықәкы аԥсахразы арахь шәхынҳәла.

source: Return to Common Voice
ab: Common Voice иазыхынҳәтәуп

source: Return to Common Voice Datasets
ab: Common Voice адыррақәа реизгахь ахынҳәра

source: Return to Languages
ab: Абызшәақәа ирзыхынҳәтәуп

source: Review
ab: Агәаҭара

source: Review could not be saved. Please try again later.
ab: Арецензиа аиқәырхара алымшеит. Ҳшәыҳәоит, ԥыҭрак ашьҭахь даҽазнык шәҽазышәшәа.

source: ⓘ Review Criteria
ab: ⓘ Агәаҭаратә критериақәа

source: Review Criteria
ab: Агәаҭара акритериақәа

source: Reviewed sentences not submitted, are sure?
ab: Аиҩызцәа рыла ахәаԥшра змоу ажәалагалақәа ҟаҵамызт, агәра ганы уҟоума?

source: Reviewing Sentences
ab: Ажәаҳәақәа реиҭахәаԥшра

source: Review & re-record clips here as you go
ab: Аклипқәа гәаҭаны ара еиҭаҭажәҩы

source: Review & re-record clips if needed
ab: Ианаҭаху аамҭазы аклипқәа рҽеины ихҩаала.

source: Review Sentences
ab: Аҳәоуқәа ргәаҭара

source: Review & Submit
ab: Агәаҭареи анашьҭреи

source: Romanian
ab: Ромына

source: Romansh Sursilvan
ab: Ароманш Сурселв

source: Romansh Vallader
ab: Ароманш Валладер

source: Rukai
ab: Арукаи

source: Runyankole
ab: Анианкол

source: Russian
ab: Руски

source: s
ab: с

source: Sabah Bisaya
ab: Асабах бисаиа

source: Sakha
ab: Аиакут

source: Santali (Ol Chiki)
ab: Сантали (Ол Чики)

source: Saraiki
ab: Асираик

source: Sardinian
ab: Сарду

source: Save
ab: Аиқәырхара

source: Saved
ab: Еиқәырхоуп

source: Scots
ab: Ашотланд

source: Scripted Speech
ab: Асценариатә жәаҳәа

source: Search
ab: Аԥшаара

source: Search...
ab: Аԥшаара...

source: Search for a language
ab: Абызшәа аԥшаара

source: Search for a language...
ab: Абызшәа аԥшаара...

source: See how your progress compares to other contributors all over the world.
ab: Егьырҭ адунеи аҟны иҟоу ахархәаҩцәа рҩаҿара иаҿырԥшны, уара упрогресс хәшьарас иарҭо.

source: See Less
ab: Армаҷра

source: See More
ab: Арҭбаара

source: Select a Language...
ab: Иалх Абызшәа...

source: Select an option
ab: Авариант алхтәуп

source: Select a variant (optional)
ab: Авариант алышәх (ихымԥадатәиӡам)

source: Selected
ab: Иалху

source: Select File
ab: Афаил алышәх

source: Select File to Upload
ab: Аҭагаларазы афаил алышәх

source: Select the desired language dataset and choose the version you wish to download.
ab: Иалшәх ишәҭаху абзтә дырраҭарақәа ргәыԥ, насгьы иалышәх ихәыжәгарц ишәҭаху аверсиа.

source: Select up to three domains (optional)
ab: Иалхтәуп х-доменк рҟынӡа

source: Self Citation
ab: Ахатәцитата

source: Send a link to my email
ab: Селектронтә ԥошьҭахь азхьарԥш анашьҭра

source: Send sign up link
ab: Аҽҭаҩразы азхьарԥш ашьҭра

source: Sentence
ab: Адгалара

source: Sentence Collection
ab: Аҳәоуқәа реизга

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ab: <sentenceCollectorFragment>Ажәаҳәақәа реизгара иазкны еиҳаны еилышәкаа</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ab: <sentenceCollectorVideo>«Аҳәоуқәа рколлектор»</sentenceCollectorVideo> ахархәашьа иазку ҳҵарҵагатә видео шәахәаԥш.

source: Sentence Domain
ab: Ажәаҳәақәа рдомен

source: Sentences
ab: Аҳәоуқәа

source: Sentences are collected for people to read aloud.
ab: Бжьы ҭганы аԥхьаразы аҳәоуқәа еизгатәуп.

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
ab: Ажәалагалақәа ауаажәларратә модерациа апроцесс ала ирыхәаԥшуеит, аха апроцесс инаӡам. Угәы ԥызжәо ма угәы ԥызжәо ажәалагала убозар ма уаҳазар — ҿырԥштәыс иаагозар, ҳ-<participationGuidelines>Ауаажәларратә еилахәра амҩақәҵарақәа</participationGuidelines> еилеигоит азы — ахархәаҩ иинтерфеис аҿы иҟоу абираҟ агәыҵха ахархәара. Иара убас шәара шәҳацәажәар шәылшоит <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
ab: Абра иаагоу афразақәа cc-0 алицензиала зегьы рзы иҟоу адыррақәа реизга иацҵахоит.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ab: Апроект Азеиԥш бжьы иацҵахарц азы, урҭ ҩыџьа алахәылацәа рыла ирыхәаԥшны ирыдыркылароуп. <languageGuidelinesLink>Абраҟа</languageGuidelinesLink> шәбызшәазы абжьгарақәа реизга аԥҵара шәылшоит. Ажәаҳәақәа <licenseLink> зегьы рзы</licenseLink> ажәақәа 15 раҵкыс икьаҿзароуп. Иара убасгьы шәара ишәылшоит иарбанзаалак атекст автор шәиҳәар шәылшоит ҳкопиратә зинқәа рыҭара амеханизм ҳхы иархәаны <waiverLink>CC0 алицензиа аҵаҟа алицензиа аиҭаразы,</waiverLink> насгьы е-маилла иаҳзышәышьҭырц: commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
ab: Уара игәоуҭеит { $sentences } аҳәоуқәа. Иҭабуп!

source: Sentence text
ab: Атеқсттә жәаҳәа

source: Sentence Variant
ab: Аҳәоу авариант

source: Separate sentences into one line by pressing “Enter” or “Return” once
ab: Ажәаҳәақәа цәаҳәак ала еиҟәыҭхатәуп знык “Enter” ма “Return” ақәыӷәӷәарала

source: Serbian
ab: Асерб

source: Service and Retail
ab: Амаҵзурақәа русхкқәеи азаҵәҭиратә хәаахәҭреи

source: Set a goal
ab: Ухықәкы цәырга

source: Set my visibility
ab: Сара сбарҭазаара архиара

source: Setswana
ab: Тсвана

source: Settings
ab: Архиарақәа

source: Sex
ab: Акәал

source: Sex or Gender
ab: Акәал

source: SHA256 Checksum Copied!
ab: SHA256 агәаҭаратә еизга ақәҭыхуп!

source: Shan
ab: Ашанс

source: Share Common Voice
ab: Common Voice еиҩша

source: Share my goal
ab: Схықәкы еимыжәда

source: Share your clip
ab: Шәҭаҩымҭа еимыжәда

source: Share your { $count } Clip Daily Goal for { $type }
ab: Мышкахьы { $count } аҭаҩрақәа ирызку шәхықәкы { $type } азы еимыжәда

source: Share your { $count } Clip Weekly Goal for { $type }
ab: Ухықәкы - { $count } нҵамҭа есымчыбжьа { $type }

source: Shilha
ab: Шылхски

source: Shortcuts
ab: Арыдқәа реицааира

source: [Should be ‘dinosaurs’]
ab: ["Адинозаврқәа" ракәзароуп]

source: [Should be “We are”]
ab: [«Ҳара» акәзароуп]

source: Show me sentences and clips from all variants within my language
ab: Сара сдиалект аҟынтә аҳәоуқәеи аклипқәеи рымацара сырба

source: Show my ranking
ab: Сҭыԥ исырба

source: Sicilian
ab: Асицил

source: Sign up
ab: Аҽҭаҩра

source: Sign up for an account
ab: Аҽҭагалара аҳасабрбатә нҵамҭазы

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ab: Уҽанҵа Common Voice аизҳара ахықәки аҿыцрақәеи ртәы зҳәо ашьҭымҭа ҿыц аҟны

source: sign up for email updates
ab: Аҽҭагалара аԥошьҭала аиҭакрақәа рдырразы

source: Sign up for { $lang } updates:
ab: Уыҽҭаугалар, { $lang } абызшәа аҽшарҿыцуа удырлоит.

source: Sindhi
ab: Синдхи

source: Single
ab: Ҳәоук

source: Single sentence submission
ab: Ҳәоук анашьҭра

source: Single ZIP file containing
ab: ZIP фаилк зҵазкуа

source: Sinhala
ab: Асингал

source: Siswati
ab: Свати

source: Size
ab: Ашәагаа

source: Skip
ab: Абжьажьра

source: Skip Submission Feedback
ab: Аусеицура ахәшьараҭара ҭагалоуп.

source: Slovak
ab: Словенчына

source: Slovenian
ab: Асловен

source: Small batch
ab: Арзақә хәыҷы

source: Small batch sentence submission
ab: Аҳәоуқәа арзақәа хәыҷқәа рыла анашьҭра

source: Small businesses, including tech and AI start ups
ab: Анаплакра маҷқәа, атехнологиақәеи амаҭәашьартә ҟәышреи рыла аусура ҿыцқәа уахь иналаҵаны

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
ab: [Аҭҟәацра] Адинозавр дуқәа [акәаҳара] триас.

source: Social media
ab: Асоциалтә медиақәа

source: Somali
ab: Асомали

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ab: Бызшәақәак рҿы аграмматика, ажәар, ажәаҳәашьа рганахьала еиԥшымра дуқәа ыҟоуп. Убри аҟнытә, 2022 азы ҳара <ctaLink>“Авариантқәа”</ctaLink> ралагалара ҳаҿуп. Уи ауаажәларрақәа ирылнаршоит рбызшәақәа реилкаара еиуеиԥшым адыррақәа рыла.

source: Someone asks for a language to be added.
ab: Аӡәы бызшәак ацҵара даҳәоит.

source: Something went wrong with reCAPTCHA. Please try again.
ab: Акы еиқәымшәеит reCAPTCHA. Ҳаҳәоит даҽазнык шәҽазышәшәа.

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
ab: Абызшәа ма абызшәатә ҭаацәара аҩнуҵҟа иҟоу еиуеиԥшым авариантқәеи адиалектқәеи даара еиԥшым. Авариантк аҿы ауадаҩрақәа узцәырҵуазар, уара уеиқәыршәарақәа абра иԥсахыр улшоит.

source: Soninke
ab: Сонинке

source: Sorbian, Lower
ab: Долнозербски

source: Sorbian, Upper
ab: Ҳорнозербски

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ab: Ҳаҭамыз, Азеиԥш бжьы ҵаӷоуп. Иҭабуп шәахьаазҿлымҳаз азы.

source: Sorry, something went wrong
ab: Уа, акы еиқәымшәеит

source: Source: { $sentenceSource }
ab: Ахыҵхырҭа: { $sentenceSource }

source: Southern Kurdish
ab: Аладатәи акурд

source: Southern Sotho
ab: Асесото

source: Spanish
ab: Аиспан

source: Speak
ab: Шәцәажәа

source: Speakable
ab: Ацәажәаратә стиль

source: Speakers
ab: Ицәажәо

source: Speaking
ab: Аҭаҩра

source: Speaking and Listening
ab: Абжьы ҭаҩреи Азыӡырҩреи

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ab: Иаабац убжьыла уцәажәа! Иуҳәозаалакгьы, убара ҳаигәырӷьоит. Ҳара иаҳҭахуп шәыбжьы, уи аҷыдарақәа зегьы рыцны: акцент, аинтонациа, абжьы ӷәӷәа.

source: Speak now
ab: Уажәы шәцәажәа

source: Speak up, contribute here!
ab: Уҽалырхә, абжьы ҭаҩра!

source: Special Characters and Foreign Letters
ab: Иҷыдоу асимволқәеи атәым нбанқәеи

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
ab: Иҷыдоу адыргақәеи аҵәаҳәарбагақәеи рылаҵара хымԥада иаҭаххар ауп. Иаҳҳәап, апостроф англыз бызшәала иҟоу ажәақәа рҿы иҟоуп иаҳҳәап "don't" мамзаргьы "we're" насгьы уи ахыҵхырҭатә текст иаҵанакыр ауп, аха уи ҟалашьа амам иҷыдоу адырга иаҳҳәап "@" мамзаргьы "# "

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ab: <speechBlogLink>ажәаҳәа аилкааразы аусура алагара</speechBlogLink>

source: Spelling and Punctuation
ab: Аорфографиеи апунктуациеи

source: Split into { $archiveCount } ZIP files containing
ab: Еиҟәшатәуп { $archiveCount } ZIP-фаилқәа зҵазкуа

source: Splits
ab: Аиҩшара

source: Splits (Age and Sex)
ab: Аиҩшара (ақәреи ахаҵара-ԥҳәысреи)

source: Spontaneous Speech
ab: Аспонтантә жәаҳәа

source: Start recording
ab: Абжьы ҭаҩра иалагоит

source: Start typing to describe your accent
ab: Уакцент аарԥшразы аҩра уалага

source: Stats
ab: Астатистика

source: Status Page
ab: Адаҟьа аҭагылазаашьа

source: Still have questions?
ab: Уажәгьы азҵаарақәа шәымоума?

source: Streaks
ab: Мшы еишьҭаргыланы

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ab: <strong>[аҷеҩбжьы]</strong>адинозавр дуӡӡақәа<strong>[аҷеҩбжьы]</strong>риаса аҟынтәи.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ab: Ацәажәаҩ иакцент уара уакцент иахьақәымшәо апостқәа мап рыцәумкын. Ҳпроект аиӷьтәразы, аиԥшымзаара ҳара ҳзы акырӡа аҵанакуеит.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ab: <strong>Аҟазара аашәырԥшла!</strong>Шәбызшәатә еилазаара егьырҭ еиԥшымкәа иҟалоит, насгьы абарҭ зегьы шәалагаразы амҩақәа ԥыҭк роуп.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ab: <strong>[Адабыцра]</strong> Адинозавр дуқәа <strong>[акәаҳара]</strong> Триас.

source: Submit
ab: Ашьҭра

source: Submit a report
ab: Ардырра шьҭтәуп

source: Submit clips
ab: Аклипқәа рынашьҭра

source: Subscribe
ab: Аҽаҵаҩра

source: Success
ab: Ихиоуп
